Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Tonerpatronen [gefüllt] für Nadeldrucker
en: Toner cartridges [filled] for dot matrix printers

source: Metallpulver für Maler, Dekorateure und Künstler
en: Metal powders for painters, decorators, and artists

source: Nichteisenmetalle in Pulverform für Maler, Dekorateure und Künstler
en: Nonferrous metals in powder form for painters, decorators and artists

source: Farben zur Verwendung beim Siebdruck
en: Inks for use in silk screen printing

source: Anstrichmittel zum Schutz von Oberflächen vor Kontaktkorrosion
en: Coating materials for protection of surfaces exposed to galvanic corrosion

source: Anstrichmittel in Form von Ölen
en: Coating materials in the nature of oils

source: Anstrichmittel mit wasserabweisenden Eigenschaften [Farben oder Öle]
en: Coating preparations having water repellant properties [paints or oils]

source: Pigmentkonzentrate aus synthetischem Kunststoffmaterial
en: Synthetic plastics material pigment concentrates

source: Dickungsmittel für Lacke
en: Thickeners for lacquers

source: Transparente Lacke in Form von Farben
en: Transparent finishes in the nature of paint

source: Acrylschutzbeschichtungen [in Form von Anstrichfarben]
en: Acrylic protective coatings [in the nature of paint]

source: Acrylschutzbeschichtungen in Form von Farben [ausgenommen für Isolierzwecke]
en: Protective acrylic coatings in the form of paints [other than for insulating purposes]

source: Färbemittel für Keramiksubstrate
en: Materials for colouring ceramic substrates

source: Anstrichfarben zum Schutz vor Vandalismus
en: Paints for protection against vandalism

source: Flüssige Farben
en: Liquid colours

source: Malzextrakte als Farbstoff für Getränke
en: Malt extracts for use as a colourant for beverages

source: Farblacke zum Drucken
en: Printing ink lacquers

source: Trocknungsmittel für Druckertinten
en: Drying additives for printing inks

source: Chemische Präparate [Farben] zur Staubabwehr
en: Dust proofing chemical preparations [paint]

source: Farben in Form von elastischen Fassadenbeschichtungen
en: Paints in the nature of elastic facade coatings

source: Substanzen in Form von Farben zum Füllen von Rissen in Holzoberflächen
en: Substances in the nature of paint for filling cracks in wood surfaces

source: Substanzen in Form von Farben zum Füllen von Schönheitsfehlern in Kunststoffoberflächen
en: Substances in the nature of paint for filling flaws in plastic surfaces

source: Farbstoffe als Hilfsstoffe für das Druckereigewerbe
en: Colorants for use as auxiliaries for the printing trade

source: Decklacke aus Fluorkohlenstoff
en: Fluorocarbon top-coat compositions

source: Fluoreszenzaufhellungsmittel [Farbstoffe]
en: Fluorescent brightening agents [dyes]

source: Anorganische Pigmente
en: Inorganic pigments

source: Terpentin [Farbverdünner]
en: Turpentine [thinner for paints]

source: Lacke für die Oberflächenbehandlung von Beton
en: Coatings for the finishing of concrete

source: Industrielle Farben für Betonoberflächen
en: Industrial paints for use on concrete surfaces

source: Bariumsulfat-Pigmente für Farben
en: Barium sulphate pigment for paints

source: Pigmente für die Herstellung von Pharmazeutika
en: Pigments for use in the manufacture of pharmaceuticals

source: Wiederentfernbare Farbflicken
en: Repositionable paint patches

source: Farbstoffe als Zusätze für Anstrichfarben
en: Colouring matter for use in paints

source: Sprühanstriche [Firnisse]
en: Spray coatings [varnishes]

source: Mittel zum Wasser dichtmachen in Form von Anstrichfarben
en: Waterproofing compositions in the nature of paint

source: Farbstoffe für Fasermaterialien
en: Colorants for fibrous materials

source: Korrosion hemmende Mittel [Farben]
en: Corrosion inhibiting materials

source: In Folien integrierte Mittel zur Hemmung von Korrosion
en: Corrosion inhibiting materials impregnated into films

source: Feuerbeständige Oberflächenbeschichtungen in Form von Farbe
en: Fire resistant top coatings in the form of paint

source: Schutzüberzüge für Metalloberflächen [Farben]
en: Protective surface coatings for metals

source: Farbstoffe für die Herstellung von Papier
en: Colorants for use in the manufacture of paper

source: Farbstoffe zur Verwendung bei der Herstellung von Druckertinte
en: Colorants for use in the manufacture of printing ink

source: Email in Form von Hausanstrichfarben
en: Enamels in the nature of house paint

source: Oberflächenschutzbeschichtungsmittel für Holz
en: Protective surface coatings for wood

source: Nichteisenmetalle in Pulverform für Drucker
en: Nonferrous metals in powder form for printers

source: Gummibeschichtungen in Form von Anstrichfarben
en: Rubber coatings in the nature of paint

source: Distelöl zum Färben von Getränken
en: Safflower oil for colouring beverages

source: Dekorative Sprühlacke
en: Decorative spray coating

source: Decklacke für die Innendekoration
en: Interior decorative finish coatings [paints]

source: Lacke zur Herstellung von Abziehbildern
en: Lacquer for making decalcomanias

source: Lacke zur Herstellung von mehrfarbigen Trockentransferbögen
en: Lacquer for making multiple colour dry transfer sheets

source: Anstrichmittel zum Schutz vor Abnutzung
en: Coating preparations for protection against wear

source: Anstrichmittel aus Bitumen [Farben]
en: Coating substances made from bitumen [paint]

source: Lacke mit reflektierenden Kügelchen
en: Coatings containing reflective beads

source: Pigmente in Form von Kunststoffgranulaten
en: Synthetic plastics material pigment in granular form

source: Tonerpatronen [gefüllt] für Thermokopiergeräte
en: Toner cartridges [filled] for use with thermic photocopiers

source: Toner in Patronen zur Verwendung in Computerdruckgeräten
en: Toner contained in cartridges for use in computer print-out apparatus

source: Transparente Beschichtungen [Farben]
en: Transparent coating materials [paints]

source: Transparente Lacke für Holz
en: Transparent finishes for wood

source: Dekorative Akrylanstrichmittel [in Form von Farben]
en: Acrylic decorative coatings [in the nature of paint]

source: Firnisse für den Schutz von Holz gegen Verschleiß
en: Varnish for the protection of wood from deterioration

source: Verarbeitete Mineralien zur Verwendung als Zusätze für Farbstoffe
en: Processed minerals for use as additives to colorants

source: Erzeugnisse zum Schutz von Beton [Farben und Lacke]
en: Products for protecting concrete [paints]

source: Schutzbeschichtungsmittel [Farben] in Form von Anstrichfarben
en: Protective coating materials in the nature of paint

source: Präparate [Anstrichfarben] mit Zusatzstoffen zum Schutz von Holz gegen Insektenbefall
en: Preparations [paints] containing agents for preventing attack of wood by insects

source: Farben für Wasserfahrzeuge
en: Paints for marine use

source: Anstrichfarben zum Schutz gegen Feuer
en: Paints for protection against fire

source: Farben zur Verwendung bei der Herstellung von Möbeln
en: Paint for use in the manufacture of furniture

source: Kreosot für die Holzkonservierung
en: Creosote for wood preservation

source: Markierungstinte für Tiere
en: Marking ink for animals

source: Silberemulsion [Farbstoff]
en: Silver emulsions [pigments]

source: Sikkative für Farben
en: Siccatives for colours

source: Farben zur Verwendung in der Automobilindustrie
en: Paints for use in the automobile industry

source: Öle für die Behandlung von Holz
en: Oils for use in the treatment of wood

source: Präparate zum Schutz vor Feuchtigkeit [Anstrichfarben]
en: Preparations for inhibiting moisture [paints]

source: Mittel gegen das Anlaufen von Metallen
en: Anti-tarnishing preparations for metals

source: Korrosionsschutzfarbstoffe für Anstrichmischungen zur Farbauswahl
en: Anti-corrosive stainers for use in mixing paints for colour selection

source: Farben für Betonböden
en: Paint for concrete floors

source: Gefüllte Tonerpatronen für Drucker und Fotokopierer
en: Toner cartridges, filled, for printers and photocopiers

source: Mittel für die Reparatur von Beton [Anstrichfarben]
en: Compositions for the repair of concrete [in the nature of paint]

source: Mittel für die Reparatur von Mörtel [Anstrichfarben]
en: Compositions for the repair of mortar [in the nature of paint]

source: Betonversiegeler [Farben]
en: Concrete sealing agents [paints]

source: Präparate zur Verwendung bei der Massefärbung von Werkstoffen
en: Preparations for use in the mass coloration of materials

source: Präparate in Form von Farben
en: Preparations in the nature of paint

source: Versiegelungspräparate für Böden [Farben]
en: Sealing preparations for floors [paint]

source: Wasserdispergierte Pigmente zur Verwendung beim Färben von Beton
en: Water dispersed pigments for use in colouring concrete

source: Epoxidharzlacke zur Bodenbeschichtung [Anstrichmittel]
en: Epoxy resins for use in covering floors [coatings]

source: Hochfeste Deckanstriche
en: High solids top coats

source: Industrielle Farben für Metall
en: Industrial paints for use on metal

source: Grundiermittel für Fahrzeuge
en: Automotive undercoat compounds

source: Pigmente für die Herstellung von synthetischen Fasern
en: Pigments for use in the manufacture of synthetic fibres

source: Pigmente in Pulverform
en: Pigments in powder form

source: Anstrichmittel zur Behandlung von Möbeln
en: Coatings used for furniture finishing

source: Gelbholz [Farbstoff]
en: Yellowwood [colorant]

source: Schwärzen [Färbemittel oder Farben]
en: Blacks [colorants or paints]

source: Ruß [Farbstoff]
en: Soot [colorant]

source: Firnisse für Tischlerarbeiten
en: Varnishes for use in cabinet-making

source: Verdünner für Farben und Anstrichmittel
en: Thinning preparations for paints and for coatings

source: Anstrichmittel in Form von Farben und Lacken für Fahrzeuge
en: Coatings in the nature of paints for use on vehicles

source: Farbstoffe zum Auftragen auf Holz
en: Colorants for application to wood

source: Füllmassen in Form von Farben
en: Fillers in the nature of paint

source: Feuer hemmende Pigmente
en: Flame resistant pigments

source: Fixiermittel für Farbstoffe
en: Fixatives for dyestuffs

source: Mittel zur Konservierung von Mauerwerksoberflächen
en: Preparations for the preservation of masonry surfaces

source: Mittel zum Verdünnen von Lacken
en: Preparations for thinning lacquer

source: Wässrige Pigmentdispersionsfarbe für die Lederveredelung
en: Aqueous pigment dispersions for leather finishing

source: Schutzbeschichtungen zum Wasser dichtmachen von Gebäudeoberflächen [Anstrichfarben]
en: Protective coatings for waterproofing surfaces of buildings [paints]

source: Farbstoffe zur Herstellung von Farbe
en: Colorants for use in the manufacture of paint

source: Zusätze als Farbstoffe für Nahrungsmittel
en: Additives for use as colorants for foodstuffs

source: Nichteisenmetalle in Folienform für Maler, Dekorateure und Künstler
en: Nonferrous metals in foil form for painters, decorators and artists

source: Nichteisenmetalle in Folienform für Drucker
en: Nonferrous metals in foil for printers

source: Anstrichmittel zur Anwendung in der Grafikindustrie
en: Coatings for use in the graphic arts industry

source: Pigmente zur Anwendung in der Grafikindustrie
en: Pigments for use in the graphic arts industry

source: Toner in Form von Farbstoffen
en: Toners in the nature of dyestuffs

source: Firnisse zum Schutz von Holz
en: Varnish for the protection of wood

source: Firnisse [ausgenommen für Isolierzwecke] zum Auftragen auf elektronische Bauteile
en: Varnishes [other than insulating] for applying to electronic components

source: Vergoldungsmittel für Gips
en: Gilding products for plaster

source: Vergoldungsmittel für Holz
en: Gilding products for wood

source: Pulver in Form von Anstrichfarben als Beschichtung
en: Powders in the nature of paint for use as coatings

source: Straßenmarkierungsmaterial in Form von Farben
en: Marking materials in the nature of paints, for roads

source: Färbemittel für Fritte
en: Materials for colouring frit

source: Farben für die Raumfahrtindustrie
en: Paints for the aerospace industry

source: Rostschutzpräparate als Zusatzstoffe für Oberflächenbeschichtungen
en: Anti-corrosive compounds as additives to surface coatings

source: Sikkative für Anstrichfarben
en: Siccatives [drying agents] for paints

source: Firnisse [ausgenommen Isolierfirnisse]
en: Varnishes [other than insulating varnish]

source: Blattmetalle für Künstler
en: Leaf metals for use by artists

source: Grundierpulverlacke [Jinoko]
en: Priming powder (jinoko)

source: Druckpigmente für Textilien
en: Printing pigment for textiles

source: Dekoranstrichmittel in Form von Farben
en: Decorative coatings in the nature of paint

source: Substanzen in Form von Farben zum Füllen von Rissen in Kunststoffoberflächen
en: Substances in the nature of paint for filling cracks in plastic surfaces

source: Farbstoffe zur Herstellung von Anstrichfarben
en: Colorants for use in formulating paints

source: Fluoreszierende Farbpulver
en: Coloured fluorescent powders

source: Toner für Fotokopiergeräte
en: Toners [ink] for photocopiers

source: Nicht metallische Anstrichfarben zum Wasser dichtmachen
en: Non-metallic waterproofing materials in the nature of paint

source: Organische Bindemittel für Anstrichfarben
en: Organic binding agents for paints

source: Schutzlacke gegen Kryptogame
en: Anti-cryptogamic protection varnishes

source: Mikroverkapselte Duftstofftinten für den Flexodruck
en: Microencapsulated fragrance inks for flexographic printing

source: Acrylfarben auf Wasserbasis für den Hausanstrich
en: Water based acrylic paints for use in house painting

source: Lacke auf Wasserbasis [ausgenommen Isolierlacke]
en: Water based lacquers [other than insulating]

source: Wasser abweisende fungizide Holzbeizen
en: Water repellent fungicidal wood stains

source: Wasserfeste dekorative Oberflächenbeschichtungsmittel
en: Water resistant decorative surface coatings [paints]

source: Anstrichmittel in Form von Farben und Lacken für Holz
en: Coatings in the nature of paint for use on wood

source: Emailanstichmittel in Form von Farben
en: Enamel coatings in the nature of paints

source: Mit Leichtmetall gefüllte Epoxidharzlacke
en: Epoxy resins filled with light metal [coatings]

source: Metall in Pulverform für Drucker, Maler und Dekorateure
en: Metal in powder form for printers, painters and decorators

source: Metallpulver für Dekorateure
en: Metal powder for use by decorators

source: Pigmente in Form von Alkyddispersionen
en: Pigments in the form of alkyd dispersions

source: Kunststoffgrundierungsmittel in Form von Anstrichfarben
en: Plastic priming preparations in the nature of paint

source: Cobaltoxid [Farbstoff]
en: Cobalt oxide [colorant]

source: Titansäureanhydrid [Farbstoff]
en: Titanium dioxide [pigment]

source: Rostschutzmittel in Form von Beschichtungen für Fahrzeuge
en: Rust inhibiting preparations in the nature of a coating for use on vehicles

source: Konversionsbeschichtungsmittel [Anstrichfarben]
en: Conversion coating compositions [paints]

source: Grundierungsmittel [Anstrichfarben]
en: Preparations for priming purposes [paints]

source: Mittel zum Schutz von Maueroberflächen [Lacke und Farben]
en: Preparations for the protection of masonry surfaces

source: Präparate zur Behandlung von metallischen Oberflächen zum Rostschutz
en: Preparations for the treatment of metal surfaces to resist attack by corrosion

source: Schutzbeschichtungen in Form von Farben mit Schleifpartikeln
en: Protective coatings in the nature of paints and containing abrasive particles

source: Korrosion hemmende Beschichtungen auf Farbbasis zur Verwendung in der Öl- und/oder Gasbohrindustrie
en: Corrosion inhibiting paint type coatings for use in the oil and/or gas drilling industry

source: Färbemittel für Liköre
en: Colorants for liqueurs

source: Metallpulver für Maler, Dekorateure, Drucker und Künstler
en: Metals in powder form for painters, decorators, printers and artists

source: Papier zum Färben von Ostereiern
en: Paper for dyeing Easter eggs

source: Safran [Farbstoff]
en: Saffron [colorant]

source: Schutzbeschichtungen in flüssiger Form zum Aufbringen auf Beton [Anstrichfarben]
en: Protective coatings for application in liquid form for use on concrete [paint]

source: Schutzbeschichtungen für Balkone [Anstrichfarben]
en: Protective coatings for balconies [paints]

source: Schutzbeschichtungen für Laufstege [Anstrichfarben]
en: Protective coatings for walkways [paints]

source: Verdünner für Farbstoffe
en: Thinners for dyestuffs

source: Zusatzstoffe für Lacke
en: Additives for use in coatings

source: Bindemittel für Anstrichfarben und für Kitte
en: Agglutinants for paints and for putty

source: Dachanstriche [Farben]
en: Roofing compounds [paints]

source: Lacke für die Reparatur von Kraftfahrzeugen
en: Lacquers for the repair of motor vehicles

source: Lacke für den Transferdruck
en: Lacquers for transfer printing

source: Synthetische Harzfarben für Kunststoffprodukte
en: Synthetic resin paints for plastic products

source: Thermoplastische Farben für Fahrbahnmarkierungen
en: Thermoplastic roadmarking compounds [paints]

source: Tonerpatronen [gefüllt] zur Verwendung mit elektrostatischen Fotokopiergeräten
en: Toner cartridges [filled] for use with electrostatic photocopiers

source: Acrylüberzüge [Anstrichfarben]
en: Acrylic coatings [paints]

source: Firnisse zum verzieren von Holz
en: Varnish for the decoration of wood

source: Durchsichtige Firnisse [ausgenommen für Isolierzwecke]
en: Varnishes [other than insulating] having a transparent finish

source: Konservierungsmittel gegen Zinkkorrosion
en: Preservatives against the deterioration of zinc

source: Karamellfarbe für die Lebensmittelindustrie
en: Caramel colour for use in the food industry

source: Karamellfarbe für die Herstellung von Nahrungsmitteln
en: Caramel colour for use in the manufacture of foodstuffs

source: Mit Toner gefüllte Patronen
en: Cartridges filled with toner

source: Mit Toner gefüllte Patronen für Computerdruckgeräte
en: Cartridges filled with toner for computer print-out apparatus

source: Dickungsmittel für Farben
en: Thickeners for colours

source: Korrosionsschutzmittel gegen Kesselstein
en: Anti-corrosive agents having descaling properties

source: Pigmente zur Verwendung als Farbstoffe beim Spritzgießen
en: Pigments for use as colorants in injection moulding

source: Pigmente zur Verwendung in Druckfarben für lithografische Druckverfahren
en: Pigments for use in printing inks for lithographic printing processes

source: Beschichtungsmittel zum Aufbringen auf Mauerwerk [Anstrichfarben oder Öle]
en: Coating compositions for application to brickwork [paints or oils]

source: Beschichtungsmittel zur Konservierung von Beton [Anstrichfarben oder Öle]
en: Coating compositions for preserving concrete [paints or oils]

source: Dekorationsmaterialien in Form von Farben
en: Decorating materials in the nature of paints

source: Anstrichmittel zum Schutz vor Schäden durch Öl
en: Substances for inhibiting damage from oil [paints]

source: Substanzen in Form von Farben zum Füllen von Schönheitsfehlern in Holzoberflächen
en: Substances in the nature of paint for filling flaws in wood surfaces

source: Folien aus Metall für Künstler
en: Foils of metal for use by artists

source: Aus Beeren gewonnene Lebensmittelfarbstoffe
en: Food colorants derived from berries

source: Nicht toxisches Email zur Verwendung im Weinbau
en: Non-toxic enamels for use in the oenological industries

source: Toner für Offsetdruckarbeiten
en: Toner for offset printing

source: Präparate [Anstrichfarben] mit Zusatzstoffen zum Schutz von Holz gegen Fäulnis
en: Preparations [paints] containing agents for preventing attack of wood by rot

source: Feuerfeste Farben
en: Fireproof paints

source: Farbstoffe für Getränke
en: Colorants for beverages

source: Lacke [Farben]
en: Lacquers [paints]

source: Lacke zur Papierbeschichtung
en: Lacquers for coating papers

source: Farbmittel für die Landebahnmarkierung [ausgenommen Glasgranulat]
en: Compositions for marking runways [except glass granules]

source: Mittel zur Konservierung von Mauerwerk [Anstrichfarben]
en: Compositions for preserving brickwork [paints]

source: Präparate zur Verwendung bei der Bierherstellung [Farbstoffe]
en: Preparations for use in the production of beer [colorants]

source: Zementkonservierungsmittel [Farben]
en: Preservatives for cement [paints]

source: Feste Tintenpatronen [gefüllt] für Tintenstrahldrucker
en: Solid ink cartridges [filled] for ink-jet printers

source: Farben und Tünchen
en: Paints and washes

source: Lacke zur Abdichtung gegen Wasser [keine Chemikalien]
en: Coatings for waterproofing [except chemicals]

source: Epoxidharzlacke zur Abdeckung von Wänden
en: Epoxy resins for use in covering walls [coatings]

source: Farben [ausgenommen Isolierfarbe] für Spulenbeschichtungen
en: Paints [other than insulating] for coil coating application

source: Pigmente in flüssiger Form
en: Pigments in liquid form

source: Plastisoltinten für den Siebdruck
en: Plastisol inks for use in screen printing

source: Lacke als Beschichtungsmittel
en: Lacquers in the nature of a coating

source: Holzanstrichmittel [Farben]
en: Wood coatings [paints]

source: Strahlengehärtete Anstrichmttel für Beton
en: Radiation curable coatings for concrete

source: Toner
en: Toners

source: Farbstoffe als Zusätze für Farbbeizen
en: Colouring preparations for staining paints

source: Stabilisatoren für Farben
en: Stabilisers for paints

source: Färbende Präparate [Farben]
en: Staining [colouring] preparations

source: Anstrichmittel in Form von Farben und Lacken für die Automobilindustrie
en: Coatings in the nature of paints for use in the automotive industry

source: Korrosionshemmende Mittel, imprägniert in Papier
en: Corrosion inhibiting materials impregnated into papers

source: Korrosionsbeständiger Lack
en: Corrosion resistant coatings

source: Korrosionsbeständige Beschichtungsmittel mit Phenol
en: Corrosion resistant coatings containing phenol

source: Korrosionsbeständige Anstrichfarben mit Phenol
en: Corrosion resistant paint containing phenol

source: Aluminiumpulver für Malzwecke
en: Aluminium powder for painting

source: Metalle in Pulverform für Dekorateure
en: Metals in powder form for decorators

source: Wässrige Pigmentdispersionen zur Massefärbung von Werkstoffen
en: Aqueous pigment dispersions for the mass coloration of materials

source: Naturharze im Rohzustand zur Herstellung von Lasuren
en: Raw natural resins for use in the manufacture of varnishes

source: Harzhaltige Lacke
en: Resinous coatings

source: Blattmetalle für Maler, Dekorateure und Künstler
en: Metals in leaf form for painters, decorators, and artists

source: Rostbeständige Substanzen
en: Rust resisting substances

source: Distelöl zum Färben von Lebensmitteln
en: Safflower oil for colouring food

source: Schaumbildende Anstrichfarben zum Schutz gegen Feuer
en: Intumescent paint for protection against fire

source: Anorganische Beschichtungen [Anstrichfarben oder Öle, ausgenommen Baumaterialien]
en: Coatings being inorganic [paints or oils, other than building materials]

source: Transparente Anstrichmittel [Lacke]
en: Transparent coating compositions [paints]

source: Acrylfarben auf Wasserbasis
en: Water based acrylic paints

source: Karamellfarbe für die Herstellung von Getränken
en: Caramel colour for use in the manufacture of beverages

source: Glänzende Druckertinten
en: Glossy printing inks

source: Verarbeitete Mineralien als Zusatzstoffe für Anstrichfarben
en: Processed minerals for use as additives to paints

source: Präparate in konzentrierter Form zum Färben von Schüttgut
en: Products in concentrated form for colouring bulk material
